/*Задача №7. Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает последнюю цифру этого числа.
	456 -> 6
	782 -> 2
	918 -> 8
*/

Console.Write("Введите целое трехзначное число: ");
double number = double.Parse(Console.ReadLine());

double number1 = number % 10.0;

Console.Write($"Последняя цифра числа: {number1}");
